{
  "zh-cn": {
    "title":"BBX服务条款",
    "content":[
      {
        "title": "风险警告与合规声明",
        "section":[
          [
            "本声明应与BBX服务条款（https://bbx.com/terms）一起阅读。我们希望您在我们平台交易时了解重要的风险和合规性问题。",
            "投资有风险，所以你的操作要谨慎，投资都有潜在的损失。任何数字货币或金融产品的历史数据都不能保证其未来的表现和回报，特别是在没有办法确保用户获利或止损的市场低迷时。数字货币或市场上任何产品的交易都是投机性和高风险的。交易或持有数字资产的损失风险可能很大，因此，您应该根据您的财务状况仔细考虑数字资产或任何杠杆或衍生数字资产的交易是否适合您。",
            "另外，正常交易时间以外存在特殊的交易风险，包括流动性低的风险，波动风险大，价格变动风险大，市场不连通，新闻公告影响价格，价格差异大等特点。",
            "由于数字货币本身存在很多不确定因素，存在巨大的风险，如果您不符合以下条件，请不要参与",
            "1.能够承受超过50％的资产损失，甚至承受100％的资产损失风险。",
            "2.具有两年以上证券，基金，期货，黄金，外汇等金融产品投资经验。",
            "3.遵守各国反洗钱法律法规，必要时可接受数字资产审查。",
            "4.能够承担因法律、政策风险导致交易平台停止运作的风险。",
            "5.能承受因数字资产技术漏洞造成资产损失的风险。",
            "6.法定年龄已满18岁。"
          ],
          [
            "用户应充分理解和了解交易的相关风险，并在注册交易前从一般理性人的角度对自身的经济实力，资金来源和风险承受能力作出客观的判断，用户应慎重确定投资目标，投资额度和金融产品。",
            "基于互联网交易用户和产品的自身特点，BBX不以任何明示或暗示的方式充分保证数字资产相关交易信息内容的真实性，充分性，及时性，可靠性，完整性和有效性，所有信息，数据和文件仅供参考。用户承认并接受通过BBX进行交易无法避免的风险。交易所产生的风险由用户承担，BBX不承担由于投资风险而导致的用户损失责任。"
          ],
          [
            "BBX不能也不希望服务于某些客户，比如来自当地禁止涉及数字资产行为的司法管辖区客户，或列名到国际制裁清单上的客户。我们不想违反各国的法律和规定。作为良好的企业公民，我们可能会被执法部门要求提供资料，并将在法律允许的情况下提供协助。这意味着我们平台只欢迎遵守法律的客户。我们欢迎有机会赢得您的业务，相应的，我们要求您在我们的平台上合法和正确的行事。"
          ]
        ]
      },
      {
        "title": "隐私政策",
        "section":[
          [
            "当您访问BBX，当您成为BBX的客户时，我们将收集设备相关信息，服务器日志信息和其他类型的匿名信息。",
            "我们将使用客户的数据来提供服务。我们知道客户非常关心他们的个人资料的使用和保密性。此外，当您注册和使用您的BBX账户时，我们将收集您的个人信息和财务信息，我们将使用您的个人信息来维护您的账户，提供客户服务，并增强您的客户体验。我们将使用汇总的个人和非个人信息来改进BBX，监控和保护我们服务的安全。",
            "除非您同意或法律要求，否则我们不会将您的个人信息出售，出租或交易给任何第三方，除非在隐私政策中有所规定。如果您有任何疑问，或者您认为BBX不符合本隐私政策，请发送电子邮件至contact@bbx.com。"
          ]
        ]
      },
      {
        "title": "免责声明",
        "section":[
          [
            "网站上的所有产品，服务和内容均按“原样”提供，不作任何明示或暗示的担保，包括但不限于对适销性，对特定用途的适用性的隐含担保，所有权，非侵权，和安全性，或准确性。 BBX不对任何信息或内容的准确性或可靠性负责，也不对网站上第三方提供的内容的完整性或准确性做出任何声明或保证。您有责任评估网站上提供的任何信息的准确性，可靠性，及时性和完整性，BBX在此声明不承担更新网站信息的义务。",
            "您同意赔偿BBX免于承担任何责任，损失，索赔和费用，包括与您违反这些使用条款或使用网站上提供的服务和信息相关的律师费。"
          ]
        ]
      }
    ]
  },
  "zh-tw": {
    "title":"BBX服務條款",
    "content":[
      {
        "title": "風險警告與合規聲明",
        "section":[
          [
            "本聲明應與BBX服務條款（https://bbx.com/terms）一起閱讀。我們希望您在我們平台交易時了解重要的風險和合規性問題。",
            "投資有風險，所以你的操作要謹慎，投資都有潛在的損失。任何數字貨幣或金融產品的歷史數據都不能保證其未來的表現和回報，特別是在沒有辦法確保用戶獲利或止損的市場低迷時。數字貨幣或市場上任何產品的交易都是投機性和高風險的。交易或持有數字資產的損失風險可能很大，因此，您應該根據您的財務狀況仔細考慮數字資產或任何槓桿或衍生數字資產的交易是否適合您。",
            "另外，正常交易時間以外存在特殊的交易風險，包括流動性低的風險，波動風險大，價格變動風險大，市場不連通，新聞公告影響價格，價格差異大等特點。",
            "由於數字貨幣本身存在很多不確定因素，存在巨大的風險，如果您不符合以下條件，請不要參與！",
            "1.能夠承受超過50％的資產損失，甚至承受100％的資產損失風險。",
            "2.具有兩年以上證券，基金，期貨，黃金，外匯等金融產品投資經驗。",
            "3.遵守各國反洗錢法律法規，必要時可接受數字資產審查。",
            "4.能夠承擔因法律、政策風險導致交易平台停止運作的風險。",
            "5.能承受因數字資產技術漏洞造成資產損失的風險。",
            "6.法定年齡已滿18歲。"
          ],
          [
            "用戶應充分理解和了解交易的相關風險，並在註冊交易前從一般理性人的角度對自身的經濟實力，資金來源和風險承受能力作出客觀的判斷，用戶應慎重確定投資目標，投資額度和金融產品。",
            "基於互聯網交易用戶和產品的自身特點，BBX不以任何明示或暗示的方式充分保證數字資產相關交易信息內容的真實性，充分性，及時性，可靠性，完整性和有效性，所有信息，數據和文件僅供參考。用戶承認並接受通過BBX進行交易無法避免的風險。交易所產生的風險由用戶承擔，BBX不承擔由於投資風險而導致的用戶損失責任。"
          ],
          [
            "BBX不能也不希望服務於某些客戶，比如來自當地禁止涉及數字資產行為的司法管轄區客戶，或列名到國際制裁清單上的客戶。我們不想違反各國的法律和規定。作為良好的企業公民，我們可能會被執法部門要求提供資料，並將在法律允許的情況下提供協助。這意味著我們平台只歡迎遵守法律的客戶。我們歡迎有機會贏得您的業務，相應的，我們要求您在我們的平台上合法和正確的行事。"
          ]
        ]
      },
      {
        "title": "隱私政策",
        "section":[
          [
            "當您訪問BBX，當您成為BBX的客戶時，我們將收集設備相關信息，服務器日誌信息和其他類型的匿名信息。",
            "我們將使用客戶的數據來提供服務。我們知道客戶非常關心他們的個人資料的使用和保密性。此外，當您註冊和使用您的BBX賬戶時，我們將收集您的個人信息和財務信息，我們將使用您的個人信息來維護您的賬戶，提供客戶服務，並增強您的客戶體驗。我們將使用匯總的個人和非個人信息來改進BBX，監控和保護我們服務的安全。",
            "除非您同意或法律要求，否則我們不會將您的個人信息出售，出租或交易給任何第三方，除非在隱私政策中有所規定。如果您有任何疑問，或者您認為BBX不符合本隱私政策，請發送電子郵件至contact@bbx.com。"
          ]
        ]
      },
      {
        "title": "免責聲明",
        "section":[
         [
          "網站上的所有產品，服務和內容均按“原樣”提供，不作任何明示或暗示的擔保，包括但不限於對適銷性，對特定用途的適用性的隱含擔保，所有權，非侵權，和安全性，或準確性。 BBX不對任何信息或內容的準確性或可靠性負責，也不對網站上第三方提供的內容的完整性或準確性做出任何聲明或保證。您有責任評估網站上提供的任何信息的準確性，可靠性，及時性和完整性，BBX在此聲明不承擔更新網站信息的義務。",
          "您同意賠償BBX免於承擔任何責任，損失，索賠和費用，包括與您違反這些使用條款或使用網站上提供的服務和信息相關的律師費。"
         ]
        ]
      }
    ]
  },
  "en-us": {
    "title":"BBX Terms of Service",
    "content":[
      {
        "title": "Risk Warning and Compliance Disclosures",
        "section":[
          [
            "This Risk Warning and Compliance Disclosures should be read in conjunction with the BBX Terms of Service（https://bbx.com/terms）, we want you to understand the very important risks and compliance matters while you trade on our platform.",
            "There is risk in investment, so you shall be cautious in your operations. There are potential losses in investment in financial products. The historical data of any digital currency or financial product cannot guarantee its future performance and returns, especially in the market downturn when there is no means to ensure the users to gain benefits or stop losses. The trading of digital currency or any product on the market is speculative and highly risky.The risk of loss in trading or holding digital assets can be substantial. You should therefore carefully consider whether trading in digital assets or any levered or derivative digital assets is suitable for you in light of your financial condition.",
            "Besides, there are special transaction risks outside the normal trading hours, including low liquidity risk, high volatility risk, price change risk, unconnected market, news bulletin influencing price and greater price difference.",
            "Since there are many uncertainties in the digital currency itself, there are huge risks, and if you do not meet the following conditions, please do not get involved!",
            "1.Able to withstand >50% asset loss or even the risk of 100% asset loss.",
            "2.Have more than 2 years of investment experience in securities, funds, futures, gold, foreign exchange, etc.",
            "3.Comply with anti-money laundering laws and regulations of various countries and can accept digital asset review when necessary.",
            "4.Able to bear the risks of ceased operation of trading platform caused by policy risks.",
            "5.Able to bear the risks of asset loss due to the technical vulnerability of digital currency.",
            "6.Have turned 18 years old in legal age."
          ],
          [
            "The user shall fully understand and know the relevant risks of transaction, and shall make an objective judgment of the own economic strength, capital source and risk tolerance from the perspective of general rational person before opening an account, and the user shall carefully determine the investment objectives, investment amount and financial products.",
            "Based on the characteristics of Internet trading users and products, BBX does not fully guarantee the authenticity, adequacy, timeliness, reliability, integrity and effectiveness of the contents of securities transaction information in any express or implied manner, and all information, data and files are for reference only. The user acknowledges and accepts that risks cannot be avoided by making transactions through BBX. The risks arising from the transaction shall be borne by the user, and BBX shall not bear any liability for the user's losses due to investment risk."
          ],
          [
            "BBX cannot and do not want customers in jurisdictions that have banned activities involving digital assets,  or on international sanction lists. We simply don’t want to run afoul with various country’s regulations. As good corporate citizens, we may be asked for information from law enforcement authorities and will assist if permissible by law. What this means is that our platform only welcomes law abiding customers. We welcome the opportunity to earn your business, in return we require that you act legally and properly on our platform."
          ]
        ]
      },
      {
        "title": "Privacy Policy",
        "section":[
          [
            "When you visit BBX and when you become BBX’s customer, we will collect the device-related information, server log information and other types of anonymous information",
            "We will use the customer's data for the purpose of providing service. We understand that customers are extremely concerned about the use and confidentiality of their personal data. In addition, when you register and use your BBX account, we will collect your personal information and financial information, and we’ll use your personal information to maintain your account, provide customer service, and enhance your customer experience. We’ll use the aggregated personal and non-personal information to improve BBX and monitor and protect the security of our services.",
            "Unless you agree or the law requires, we will not sell, rent or trade your personal information to any third party, unless specified in the privacy policy. If you have any questions, or if you believe that BBX does not comply with this privacy policy, please send email to contact@bbx.com."
          ]
        ]
      },
      {
        "title": "Disclaimer",
        "section":[
          [
            "All products, services and contents on the website are provided on an “as is” basis without any express or implied warranties, including but not limited to implied warranties of merchantability, implied warranty of applicability for a particular purpose, ownership, non-infringement, and security, or accuracy. BBX is not responsible for the accuracy or reliability of any information or content, nor does it make any statement or guarantee of the completeness or accuracy of the content provided by third party providers on the website. You have the responsibility to evaluate the accuracy, reliability, timeliness and completeness of any information provided on the website, and BBX hereby declares that it does not undertake any obligation to update the information on the website.",
            "You agree to indemnify, defend and protect BBX from any liability, loss, claim and expenses, including the attorney fees associated with your breach of these terms of use or using the services and information provided on the website."
          ]
        ]
      }
    ]
  }
}
